[
    {
        "name": "Fate/Grand Order Saber/Altria Pendragon (Lily): Festival Portrait Ver. 1/7 Scale Figure",
        "img": "https://i.ibb.co/q5fRDTP/e932f62b6a074f3087cd5eb21dce3da3.webp",
        "Manufacturer": "KADOKAWA Corporation",
        "description": "Hope you're ready to celebrate! Sculptor knead and KADOKAWA bring us a cheerful figure of Saber/Altria Pendragon (Lily)! The figure is based on an official illustration from 'Fate/Grand Order Fes. 2019 -Chaldea Park-.'' Saber is dressed in a cute and festive navy blue and white Chaldea Park uniform. Her hands are filled with a colorful bouquet of balloons featuring the park's insignia! \n Saber has such an uplifting smile across her face and a lighthearted spring in her step, we know this figure will be a bright spot in your collection! So don't hesitate to join in on the fun!",
        "price": "$118.99"
    },
    {
        "name": "Nendoroid Fate/Grand Order Assassin/Yu Mei-ren",
        "img": "https://i.ibb.co/wLBbYQV/0d725570e48d46d7ba31d562a8cf707a.webp",
        "Manufacturer": "Good Smile Company",
        "description": "Yu Mei-ren joins her fellow FGO Servants in the Nendoroid series! \n From Good Smile Company comes a Nendoroid of Assassin-class Servant Yu Mei-ren from the popular smartphone game Fate/Grand Order! Her outfit and look from the series have been faithfully recreated in Nendoroid size, and she comes with three face plates to display her smiling softly, blushing cutely, or looking angry and baring her vampire fangs. \n Optional parts include two swords, a book, her glasses, a clear sheet featuring her beloved Berserker/Xiang Yu, and interchangeable hand, arm, and leg parts so you can recreate her memorable poses from the series. Summon her to your collection and display her together with other Servants to recreate the world of the game in chibi form",
        "price": "$31.09"
    },
    {
        "name": "Pop Up Parade Fate/Grand Order Saber/Nero Claudius",
        "img": "https://i.ibb.co/7gk36F9/c8af6398b1644a789159126c53ffce23.webp",
        "Manufacturer": "Max Factory",
        "description": "From Max Factory and the Pop Up Parade line of easy-to-display, wallet-friendly figures comes the notorious tyrant and Saber-class Servant Nero Claudius from Fate/Grand Order. Measuring 6.7 inch tall, she is captured in her gorgeous crimson, white, and gold dress as she poses cutely and gives a soft smile. The billowing skirt of her dress also features semi-translucent material, giving it a sheer, airy look. Add the Tyrant of Roses to your collection!",
        "price": "$16.69"
    },
    {
        "name": "Fate/Grand Order Caster/Scáthach-Skadi 1/7 Scale Figure",
        "img": "https://i.ibb.co/bLNGcsx/7241939963544d0f913c755e5c91f406.webp",
        "Manufacturer": "Phat!",
        "description": "Never has Fate/Grand Order's Scáthach-Skadi looked so absolutely enchanting! The Queen of Ice and Snow has been rendered in 1/7 scale, inspired by her illustration in Arc 2. The features of Scáthach's dress have been lovingly and painstakingly replicated, from its wild fur parts to the flow of her purple skirt. Translucent parts were used to recreate the runes on her hand. \n The Caster-class Servant has been depicted in mid-air. She's connected to a base covered in large protruding icicles. This statue is just as dynamic as it is gorgeous!",
        "price": "$16.69"
    },
    {
        "name": "Pop Up Parade Saekano the Movie: Finale Utaha Kasumigaoka: Bunny Ver.",
        "img": "https://i.ibb.co/njc7Gdy/e80c39d15f3a4cc2994f35f507e81cc0.webp",
        "Manufacturer": "Max Factory",
        "description": "A New Addition to the POP UP PARADE! \n POP UP PARADE is a series of figures that are easy to collect with affordable prices and speedy releases! Each figure typically stands around 17-18cm in height and the series features a vast selection of characters from popular anime and game series, with many more to be added",
        "price": "$37.89"
    },
    {
        "name": "Saekano: How to Raise a Boring Girlfriend Flat Utaha Kasumigaoka 1/7 Scale Figure",
        "img": "https://i.ibb.co/xSGSnTZ/feb550526ee0443a8fa69ca233bba919.webp",
        "Manufacturer": "Phat!",
        "description": "The lovely Utaha Kasumigaoka is sauntering her way towards you thanks the fine folks at Phat! Sculpted by Rico (Connect Rect), the heroine from How to Raise a Boring Girlfriend ♭ has been beautifully rendered in an elegant white and purple dress. At 10.2 inch tall, Utaha-senpai has been accurately sculpted to 1/7 scale. Her broad-rimmed hat and white heels are the perfect fit to accentuate her charming maturity. In addition, Utaha-senpai's long, gorgeous hair features gradated paintwork to bring to life the original illustration style by Kurehito Misaki!",
        "price": "$132.34"
    },
    {
        "name": "Medicchu Saekano: How to Raise a Boring Girlfriend Flat Megumi Kato",
        "img": "https://i.ibb.co/T1sfbT6/a3a8ac92e62d4eb98cf272afee14c8ed.webp",
        "Manufacturer": "Phat!",
        "description": "The girls of Saekano: How to Raise a Boring Girlfriend Flat are getting shrunken down into adorable chibi form for the Medicchu series, and starting off the series is Megumi! From Phat! comes ordinary girl and Tomoya’s muse Megumi Kato wearing her Toyogasaki Academy uniform and her beret as she poses cutely with her bag over her shoulder, her sweater wrapped around her waist, and a soft smile on her face. At only 2.8inch tall, she may be teeny tiny but she’s still packed with charm. Add her to your collection along with Eriri Spencer Sawamura and Utaha Kasumigaoka to complete the lineup!",
        "price": "$19.39"
    },
    {
        "name": "Mobile Suit Gundam SEED Astray Hi-Resolution Gundam Astray Red Frame Powered Red 1/100 Scale Model Kit",
        "img": "https://i.ibb.co/tJz3ygL/944120c5-ef05-4bca-9f3e-e67a037fac27.jpg",
        "Manufacturer": "Hi-Resolution model",
        "description": "The Gundam Astray Red Frame Powered Red from Mobile Suit Gundam Seed Astray gets a spectacular new Hi-Resolution model kit from Bandai! It incorporates the enhanced drive system known as the Power Cylinder; while maintaining the high-definition form that the Hi-Resolution lineup is known for, the Powered Red's distinctive shoulders and arms are newly modeled. \n A finished frame, a Hi-Resolution hallmark, is included too. The sub-arm that mounts the Gerbera Straight rotates, enabling realistic sword-drawing poses. The Gerbera Straight's blade is embossed and plated, and the stem is engraved as well. The upper arm, elbow, and wrist armor move smoothly in conjunction with the joints. The shoulder deployment gimmick reproducing the Full Power Mode is included too, and a huge manipulator-using system is also included.",
        "price": "$189.99"
    },
    {
        "name": "Mobile Suit Gundam SEED Robot Spirits 15th Anniversary GAT-X105+AQM/E-X01 AILE Strike Gundam (Ver. A.N.I.M.E.)",
        "img": "https://i.ibb.co/J3v4T3F/0eb3cd68-93fa-4379-beaf-cac8e62069a4.jpg",
        "Manufacturer": "Robot Spirits line",
        "description": "An epic set containing the STRIKE GUNDAM ver. A.N.I.M.E. and the AILE STRIKER & EFFECTS SET ver. A.N.I.M.E., commemorating fifteen years of ROBOT SPIRITS with an original stand and character reaction plates.",
        "price": "$89.99"
    },
    {
        "name": "Mobile Suit Gundam Robot Spirits 15th Anniversary RX-78-2 Gundam (Ver. A.N.I.M.E.)",
        "img": "https://i.ibb.co/0cyhpKc/35d47fe6-2bea-45cb-a671-e562cda6dd56.jpg",
        "Manufacturer": "Robot Spirits line",
        "description": "The original RX-78-2 GUNDAM ver. A.N.I.M.E. is back, with some new colors and parts, commemorating fifteen years of ROBOT SPIRITS with an original stand and character reaction plates! \n A vast number of options, including an all-new Gundam Hammer and Beam Javelin accessories, let you re-create even more scenes.",
        "price": "$79.99"
    },
    {
        "name": "Re:Zero -Starting Life in Another World- Rem: Neon City Ver. 1/7 Scale Figure",
        "img": "https://i.ibb.co/ypnSxYv/a9ecb6f55a394e209e30c04e61abf159-jpg.webp",
        "Manufacturer": "eStream",
        "description": "Design Coco, artist CHIGA, and eStream have combined their talents to interpret this 1/7 scale version of Neon City Rem! Standing at 10.6 inch tall, the blue-haired demon beauty is outfitted in a matching blue hoodie jacket with translucent parts. Her drip continues with a tanktop, black mini-skirt, and a cute pair of high-top sneakers. Blue straps flow from her waist, mixing in with the gravity-defying chain of her weapon which has also been given a contemporary remake! \n Rem is captured in a jumping pose, connected to a base that really solidifies her existence in a world different from the Re:Zero one we know and features realistic crumbled concrete. Don't forget to pick up the Ram and Emilia figures to add to this dynamic diorama scene!",
        "price": "$304.99"
    },
    {
        "name": "Re:Zero -Starting Life in Another World- Frosty Emilia: Crystal Dress Ver. 1/7 Scale Figure",
        "img": "https://i.ibb.co/n1KhV14/fca4dfa07e374bd68bbfcc146ed62de5-jpg.webp",
        "Manufacturer": "eStream",
        "description": "Design Coco and eStream have created a wondrous interpretation of Re:Zero's Emilia draped in a magenta dress. The piece truly exemplifies just what a powerhouse Emilia is, as she manifests razor-sharp crystal snowflakes made of similar magenta hues combined with translucent crystal formations underneath her. These features form the figure's unique base. Emilia-tan's powers are just as beautiful as they are deadly! \n Contrasting against the jagged imagery of Emilia's crystals is the shape of her translucent dress. The curves of her skirt in front of the crystals remind you of ocean waves crashing against rocks on the shore. Even more elegant imagery is produced from the sculpting of Emilia's hair and the lifelike flow of her long ribbons made of gradient coloring. Every aspect of this piece works together to make an enchanting scene!",
        "price": "$229.39"
    },
    {
        "name": "Arknights Mudrock Silent Night DN06 Ver. 1/7 Scale Figure",
        "img": "https://i.ibb.co/gznD0dp/79a78cd00fb64d33986a609f9830b277-jpg.webp",
        "Manufacturer": "Furyu (F:NEX)",
        "description": "From the popular smartphone game Arknights comes a 1/7 scale figure of Sarkaz ex-mercenary turned Rhodes Island Operator Mudrock based on her “Silent Night DN06” artwork! Sculpted by Kaoru Sakaki at 7.5” tall, her beautiful features including her alluring red eyes have been faithfully recreated as she poses in her enchanting and elegant beach-ready outfit. Every last detail of the original artwork has been captured for fans to enjoy down to her hair ornament, the apple in her hand, and the candles adorning the table she sits on. Don’t miss out on adding her to your collection!",
        "price": "$192.79"
    },
    {
        "name": "Arknights Ch'en: Spring Festival Ver. 1/7 Scale Figure",
        "img": "https://i.ibb.co/g69gWJB/33d476744d664700933bf21f960c06d6-jpg.webp",
        "Manufacturer": "Good Smile Arts Shanghai",
        "description": "Doctor, you're in a good mood \n From the popular smartphone game 'Arknights' comes a scale figure of Ch'en in a special outfit for the Lunar New Year. The outfit, a combination of both comfort and beauty, is a perfect fit for the dignified Ch'en! The figure's base, similar to the one included with Nian: Spring Festival VER., features an upside-down 'fu' character, a symbol meant to bring good fortune to every Doctor in the new year! Her lantern can also be displayed lit up. Be sure to add her to your collection, and welcome the new year with Ch'en! Display with Nian: Spring Festival VER. (sold separately) for an even more exciting new year!",
        "price": "$186.49"
    }
]
